Repository: xuwen4020/LoveyFoto
Catalog: Project/SupportingFile/*.lproj/Localizable.strings
Languages: ar, de, es, fr, ja, pt_pt, ru

source: HOME
ar: منزل
de: Zuhause
es: Inicio
fr: La maison
ja: ホーム
ru: дома

source: HOT
ar: شعبي
de: Beliebt
es: Popular
fr: Populaire
ja: 人気
pt_pt: Popular
ru: ГОРЯЧИЙ

source: COLUMN
ar: الموضوع
de: Thema
es: Tema
fr: Sujet
ja: テーマ
pt_pt: Tópico
ru: тема

source: Settings
ar: نصب
de: Einstellung
es: Ajuste
fr: Réglage
ja: 設定
pt_pt: Configuração
ru: устанавливать

source: More
ar: أكثر
de: mehr
es: más
fr: plus
ja: もっと
pt_pt: mais
ru: более

source: RECOMMEND
ar: توصية
de: Empfohlen
es: Recomendado
fr: Recommandé
ja: おすすめ
pt_pt: Recomendado
ru: рекомендация

source: LOVE
ar: حب
de: Liebe
es: Amor
fr: L'amour
ja: 愛
pt_pt: Amor
ru: любовь

source: Update! View more wallpapers
ar: ترقية! شاهد المزيد من الخلفيات
de: Upgrade! Weitere Hintergrundbilder anzeigen
es: Actualizar! Ver más fondos de pantalla
fr: Mise à niveau Voir plus de fonds d'écran
ja: アップグレード！もっと多くの壁紙を見る
pt_pt: Upgrade! Veja mais papéis de parede
ru: Обновите!

source: ANIMAL
ar: حيوان
de: Tier
ja: 動物
ru: животное

source: PEOPLE
ar: شخصية
de: Charakter
es: Carácter
fr: Personnage
ja: キャラクター
pt_pt: Personagem
ru: фигура

source: FOOD
ar: طعام
de: Essen
es: Comida
fr: Nourriture
ja: 食べ物
pt_pt: Alimento
ru: питание

source: Save pictures
ar: حفظ الصورة
de: Bild speichern
es: Guardar imagen
fr: Enregistrer l'image
ja: 画像を保存する
pt_pt: Salvar imagem
ru: Сохранить изображение

source: Save to iCloud
ar: حفظ إلى قرص سحابة iCloud
de: Auf iCloud-Cloud-Festplatte speichern
es: Guardar en el disco de la nube de iCloud
fr: Enregistrer sur le disque cloud iCloud
ja: iCloudクラウドディスクに保存
pt_pt: Salvar no disco da nuvem do iCloud
ru: Сохранить в облачный диск iCloud

source: Cancel
ar: ألغيت
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt_pt: Cancelar
ru: отменен

source: Collected successfully
ar: جمع ناجح
de: Erfolgreiche Sammlung
es: Exitosa colección
fr: Collection réussie
ja: コレクションの成功
pt_pt: Coleção de sucesso
ru: Успешная коллекция

# Save successfully
source: Save
ar: تم الحفظ بنجاح
de: Erfolgreich gespeichert
es: Guardado con éxito
fr: Enregistré avec succès
ja: 保存しました
pt_pt: Salvo com sucesso
ru: Сохранено успешно

source: Please turn on iCloud first
ar: لرجاء تمكين أذونات iCloud أولاً
de: Bitte aktivieren Sie zuerst die iCloud-Berechtigungen
es: Primero habilite los permisos de iCloud
fr: Veuillez activer les autorisations iCloud en premier
ja: まずiCloudの権限を有効にしてください
pt_pt: Por favor, habilite as permissões do iCloud primeiro
ru: Сначала разрешите разрешения iCloud

source: Wait Please
ar: انتظر من فضلك
de: Warte bitte
es: Espere por favor
fr: Attendez s'il vous plaît
ja: お待ち下さい
pt_pt: Espere, por favor
ru: Подождите, пожалуйста

source: Premium Access
ar: وصول متقدم
de: Erweiterter Zugriff
es: Acceso avanzado
fr: Accès avancé
ja: 高度なアクセス
pt_pt: Acesso avançado
ru: Расширенный доступ

source: Massive wallpapers waiting for you
ar: خلفية زوجين ضخمة الأصلي في انتظاركم
de: Massive ursprüngliche Paartapete, die auf Sie wartet
es: Fondo de pantalla gigante original esperando por ti
fr: Massive original couple fond d'écran vous attend
ja: あなたを待っている大規模な元のカップルの壁紙
pt_pt: Papel de parede original maciço de casal esperando por você
ru: Массивные обои оригинальной пары ждут вас

source: Get updating wallpapers everyday
ar: الحصول على خلفيات محدثة كل يوم
de: Holen Sie sich jeden Tag aktualisierte Hintergrundbilder
es: Obtenga fondos de pantalla actualizados todos los días
fr: Obtenez des fonds d'écran mis à jour tous les jours
ja: 毎日更新された壁紙を入手する
pt_pt: Obter papéis de parede atualizados todos os dias
ru: Получайте обновленные обои каждый день

source: Immerse yourself in the fun of creating your own wallpapers
ar: اسمح لنفسك بالاستمتاع بمشاهدة تصميم الخلفيات.
de: Lassen Sie sich von dem Spaß am Entwerfen von Hintergrundbildern unterhalten.
es: Déjese entretener por la diversión de diseñar fondos de pantalla.
fr: Laissez-vous divertir par le plaisir de concevoir des fonds d'écran.
ja: あなた自身が壁紙のデザインの楽しみによって楽しませましょう。
pt_pt: Deixe-se entreter pela diversão de criar papéis de parede.
ru: Позвольте себе развлечься забавой проектирования обоев

source: Unless the subscription is cancelled within 24 hours, or it will be auto- renewed for $0.99 a week and $49.99 a year.The subscription fee is charged to your iTunes account at confirmation of purchase.You may manage your subscription and turn off auto-renewal by going to your Setting after purchase. No cancellation of the current subscription is allowed during active period.
ar: ما لم يتم إلغاؤه خلال 24 ساعة من الاشتراك ، سيتم تجديده تلقائيًا ، ويتم تجديده تلقائيًا إلى 0.99 دولارًا في الأسبوع ، والتجديد مقابل 49.99 دولارًا سنويًا ، وسيتم خصم رسوم الاشتراك من حساب iTunes الخاص بك بعد تأكيده. تجديد ، مثل إلغاء الاشتراك التلقائي في الإعدادات بعد الشراء ، ولكن إلغاء الاشتراك الحالي غير صالح.
de: Wenn es nicht innerhalb von 24 Stunden nach dem Abonnement gekündigt wird, verlängert sich die Verlängerung automatisch auf $ 0,99 pro Woche und für $ 49,99 pro Jahr. Die Abonnementgebühr wird von Ihrem iTunes-Konto abgezogen, nachdem Sie es bestätigt haben Erneuern, z. B. Abbrechen des automatischen Abonnements in den Einstellungen nach dem Kauf, aber Abbrechen des aktuellen Abonnements ist ungültig.
es: A menos que se cancele dentro de las 24 horas de la suscripción, se renovará automáticamente, se renovará automáticamente a $ 0,99 por semana y se renovará por $ 49.99 al año. La tarifa de suscripción se descontará de su cuenta de iTunes después de confirmarla. Puede administrar su Renovar, como cancelar la suscripción automática en la configuración después de la compra, pero cancelar la suscripción actual no es válida.
fr: À moins qu’elle ne soit annulée dans les 24 heures suivant son abonnement, elle sera automatiquement renouvelée, renouvelée automatiquement à 0,99 $ par semaine et renouvelée au prix de 49,99 $ par année. Renouveler, par exemple annuler l'abonnement automatique dans les paramètres après l'achat, mais annuler l'abonnement en cours n'est pas valide.
ja: サブスクリプションから24時間以内にキャンセルされない限り、自動的に更新され、自動的に1週間に0.99ドルに更新され、49.99ドルで更新されます。 購入後の設定で自動購読をキャンセルするなど、更新しますが、現在の購読をキャンセルすることはできません。
pt_pt: A menos que seja cancelado em até 24 horas após a assinatura, ele será renovado automaticamente, renovando automaticamente para US $ 0,99 por semana e renovando por US $ 49,99 por ano. A taxa de assinatura será deduzida da sua conta iTunes depois de confirmada. Renovar, como cancelar a assinatura automática nas configurações após a compra, mas cancelar a assinatura atual é inválida.
ru: Если он не будет отменен в течение 24 часов после подписки, он автоматически продлевается, автоматически возобновляется до 0,99 долл. США в неделю и продлевается за 49,99 долл. США в год. Абонентская плата будет вычтена из вашей учетной записи iTunes после ее подтверждения. Заменить, например, отменить автоматическую подписку в настройках после покупки, но отменить текущую подписку недействительно.

source: Privacy Policy
ar: اتفاقية الخصوصية
de: Datenschutzvereinbarung
es: Acuerdo de privacidad
fr: Accord de confidentialité
ja: プライバシーに関する合意
pt_pt: Acordo de privacidade
ru: Соглашение о конфиденциальности

source: Terms of Service
ar: اتفاق المستخدم
de: Benutzervereinbarung
es: Acuerdo de usuario
fr: Contrat d'utilisateur
ja: 利用規約
pt_pt: Acordo do usuário
ru: Пользовательское соглашение

source: TRY FOR FREE
ar: تجربة مجانية
de: Kostenlose Testversion
es: Prueba gratuita
fr: Essai gratuit
ja: 無料トライアル
pt_pt: Teste gratuito
ru: Бесплатная пробная версия

# $49.99/Year after 3
source: $49.99/Year after 3 days
ar: تجربة مجانية لمدة 3 أيام مقابل 49.99 دولارًا سنويًا
de: 3 Tage kostenlose Testversion für 49.99 $ pro Jahr
es: 3 días de prueba gratis por $ 49.99 al año
fr: 3 jours d'essai gratuit pour 49.99 $ par an
ja: 1年49.99ドルの3日間無料トライアル
pt_pt: 3 dias de teste gratuito por US $ 49.99 por ano
ru: 3 дня бесплатной пробной версии за 49.99 долл. США в год

source: $0.99/Week
ar: $0.99/ أسبو
de: $0.99/Woche
es: $0.99/Semana
fr: $0.99/semaine
ja: $0.99/週
pt_pt: $0.99/semana
ru: $0.99/неделя

source: We carefully select some very suitable couple wallpapers for you every week, I hope you will not worry about taking up your mobile phone memory because of the frequent use of our app. We will automatically clean up when it caches to 200M.
ar: نختار بعناية بعض خلفيات الزوجين المناسبة كل أسبوع ، وآمل ألا تقلق بشأن تناول ذاكرة الهاتف المحمول بسبب الاستخدام المتكرر للتطبيق الخاص بنا ، وسوف نقوم بتنظيفها تلقائيًا عند تخزينها مؤقتًا على 200M.
de: Wir wählen jede Woche sorgfältig einige passende Wallpaper aus, ich hoffe, dass Sie sich wegen der häufigen Nutzung unserer App keine Gedanken über den Speicher Ihres Mobiltelefons machen müssen.Wir werden automatisch aufräumen, wenn wir 200M zwischenspeichern.
fr: Nous sélectionnons avec soin chaque semaine quelques papiers peints adaptés, j'espère que vous n'aurez pas à vous soucier de l'utilisation de la mémoire de votre téléphone portable en raison de l'utilisation fréquente de notre application.
ja: 私たちは慎重にいくつかの非常に適したカップルの壁紙を毎週選んで、あなたは私たちのアプリの頻繁な使用のためにあなたの携帯電話のメモリを取り上げることを心配する必要はありません願って私たちは自動的に200Mにキャッシュするときにクリーンアップします。
pt_pt: Selecionamos cuidadosamente alguns papéis de parede de casal muito adequados toda semana, e espero que você não tenha que se preocupar em ocupar a memória do seu celular por causa do uso frequente de nosso aplicativo. Nós automaticamente limparemos quando fizermos o cache para 200M.
ru: Мы тщательно подбираем некоторые подходящие обои для обоев каждую неделю, надеюсь, вам не придется беспокоиться о том, чтобы забрать память вашего мобильного телефона из-за частого использования нашего приложения. Мы автоматически очистим, когда будем кэшировать до 200M.

source: About us
ar: عنا
de: Über uns
es: Sobre nosotros
fr: À propos
ja: 私たちについて
pt_pt: Sobre nós
ru: О КОМПАНИИ

source: About Lovey Foto
ar: حول خلفية زوجين
de: Über Paar Wallpaper
es: Acerca del fondo de la pareja
fr: A propos de quelques fond d'écran
ja: カップルの壁紙について
pt_pt: Sobre casal papel de parede
ru: Около пары обои

source: My wallpapers
ar: بلدي المفضل ورق الجدران
de: Mein Lieblingshintergrund
es: Mi fondo de pantalla favorito
fr: Mon fond d'écran préféré
ja: 私の好きな壁紙
pt_pt: Meu papel de parede favorito
ru: Мои любимые обои

source: Recover purchase in-app
ar: استرداد الشراء داخل التطبيق
de: Wiederherstellung des In-App-Kaufs
es: Recuperación de la compra en la aplicación
fr: Récupération de l'achat in-app
ja: アプリ内購入の回収
pt_pt: Recuperação de compra no aplicativo
ru: Восстановление покупки в приложении

source: How to cancel renewal
ar: كيفية إلغاء التجديد
de: Wie kann die Verlängerung storniert werden?
es: Cómo cancelar la renovación
fr: Contrat d'utilisateur
ja: 更新をキャンセルする方法
pt_pt: Como cancelar a renovação
ru: Как отменить продление

source: Suggestions
ar: اقتراحات ردود الفعل
de: Feedback Vorschläge
es: Sugerencias de comentarios
fr: Suggestions de commentaires
ja: フィードバックの提案
pt_pt: Sugestões de feedback
ru: Предложения обратной связи

source: Recover purchase Fail
ar: فشل
de: Fehler
es: Falla
fr: Échec
ja: 失敗
pt_pt: Falha
ru: недостаточность

# Recover purchase Success
source: Recover purchase Successl
ar: نجاح
de: Erfolg
es: Éxito
fr: Le succès
ja: 成功
pt_pt: Sucesso
ru: успех

source: Cancel it at anytime
ar: إلغائه في أي وقت
de: Brechen Sie es jederzeit ab
es: Cancélelo en cualquier momento
fr: Annuler à tout moment
ja: いつでもキャンセルしてください
ru: Отменить его в любое время

source: 100% free during the trial period
ar: 100 ٪ مجانا خلال الفترة التجريبية
de: 100% kostenlos während der Testphase
es: 100% gratis durante el período de prueba
fr: 100% gratuit pendant la période d'essai
ja: 試用期間中は100％無料
ru: 100% gratuit pendant la période d'essai

source: You will never regret it
ar: لن تندم أبدا
de: Du wirst es nie bereuen
es: Nunca lo lamentarás
fr: Vous ne le regretterez jamais
ja: あなたはそれを後悔しません
ru: Вы никогда не пожалеете об этом

source: Fail
ar: فشل
de: Fehler
es: Falla
fr: Échec
ja: 失敗
ru: недостаточность

source: Success
ar: نجاح
de: Erfolg
es: Éxito
fr: Le succès
ja: 成功
ru: успех

source: Are you sure?
ar: هل أنت واثق؟
de: Bist du sicher?
es: ¿Estás seguro?
fr: Êtes-vous sûr?
ja: 本気ですか？
pt_pt: Você tem certeza?
ru: Ты уверен?

source: Start Free Trial Now!
ar: ابدأ تجربة مجانية الآن!
de: Jetzt kostenlose Testversion starten
es: ¡Comienza la prueba gratuita ahora!
fr: Commencez l'essai gratuit maintenant!
ja: 無料トライアルを今すぐ開始！
pt_pt: Comece a avaliação gratuita agora!
ru: Начните бесплатную пробную версию!
